{
  "Locale": {
    "language": "EN",
    "currency": "USD"
  },
  "Homepage": {
    "allCollections": "ALL COLLECTIONS"
  },
  "Footer": {
    "newsletterLabel": "Stay informed about releases and special events",

    "privacyPolicy": "Privacy Policy",
    "paymentAndDelivery": "Payment and delivery",
    "returns": "Returns",
    "chat": "Chat"
  },
  "PrivacyPolicy": {
    "title": "Privacy Policy",
    "description": "SHTOR recognizes the importance of protecting the privacy of your personal data. We have instituted strict policies and security measures to protect the information you provide us.",
    "dataCOllection": "Data is collected when you shop on our website or use our online services",
    "contactDetails": {
      "title": "Contact details:",
      "text": "If you make a purchase online we will collect your name, address, e-mail address, telephone number, and country of residence. We will use your contact information to:",
      "1": "Process your purchase/orders and any returns, exchanges and complaints you may have relating to your purchase;",
      "2": "Communicate with you regarding your purchase and answer and administer any questions or comments you may have regarding our products or services. The legal basis is that it is necessary to process your data in order for us to be able to fulfill our contractual obligations to you under the purchase agreement. We will retain your data for as long as necessary for this purpose. We may also process your contact details to keep you informed, via email, SMS, letters, telephone, WeChat, Whatsapp and other social media, of our special events or promotions. You are entitled to reject our marketing messages at any time by clicking on the unsubscribe link included in each message or by contacting customer service at Shtorga@icloud.com"
    },
    "creditCardDetails": {
      "title": "Credit card details:",
      "text": "If you make a purchase online and choose to pay by credit card, you will provide your credit card information on our website to finalize your purchase. Your credit card details will be protected using Global Sign Encryption. All the payments on the website are carried out by FONDY Payment System."
    },
    "newsletter": {
      "title": "Newsletter",
      "text": "If you have subscribed to one of our newsletters, we will process your name, email address, country and information on whether you are interested in womenswear or menswear for the purpose of sending out such a newsletter. You are entitled to unsubscribe to our newsletter at any time by clicking on the unsubscribe link included in each newsletter or by contacting customer service at Shtorga@icloud.com"
    }
  }
}