{
  "Locale": {
    "language": "EN",
    "currency": "USD"
  },
  "Homepage": {
    "allCollections": "ALL COLLECTIONS"
  },
  "Breadcrumb": {
    "homepage": "Home"
  },
  "MenuDialog": {
    "homepage": "HOME",
    "aboutUs": "ABOUT US",
    "shop": {
      "title": "SHOP",
      "all": "All products",
      "collection": "By Collections",
      "categories": {
        "combs": "Combs",
        "pendants": "Pendants",
        "necklaces": "Necklaces",
        "earrings": "Earrings",
        "rings": "Rings",
        "bracelets": "Bracelets",
        "bags": "Bags",
        "clothes": "Clothes",
        "hats": "Hats",
        "gifts": "Gifts"
      }
    },
      "bag": "Bag"
  },
  "CartDialog": {
    "title": "Bag",
    "total": "TOTAL",
    "checkout": "Checkout",
    "remove": "Remove",
    "emptyCart": "Cart",
    "emptyCartHint": "Your cart is currently empty",
    "cartShopLink": "Continue shopping",
    "size": "Size",
    "price": "Price"
  },
  "Gifts": {
    "title": "GIFTS",
    "description": "Give attention and love.",
    "details": {
      "description": {
        "label": "Description",
        "0": "Gift certificate wrapped in white paper decorated with waxed cord with a seashell from the Odessa coast",
        "1": "When ordering a certificate in electronic form, indicate 'electronic version' in the 'Address' line and select the delivery option 'Ukraine' - the certificate will be sent to the email address specified during payment"
      },
      "certificate": {
        "label": "Please choose your type of certificate",
        "physical": "Physical certificate",
        "digital": "Digital certificate"
      },
      "amount": {
        "custom": {
          "label": "other amount",
          "placeholder": "Enter the amount",
          "errorText": "Enter an amount between {{min}}{{currency}} and {{max}}{{currency}}"
        }
      }
    }
  },
  "AboutUs": {
    "title": "ABOUT US",
    "ode": "AN ODE TO MY MOM & MY HOME BY THE BLACK SEA SHORES",
    "ludmila": {
      "1": "The photo shows young Lyudmila, my mother. My mother holds an important place in my life: she taught me to see this world as beautiful, introduced me to art, and supported me in all my endeavors and wildest desires.",
      "2": "One of these desires was to create something of my own, something that would speak to my inner senses and respond to my thoughts."
    },
    "firstSteps": {
      "1": "Even in the initial stages of creating the product and Instagram page, I thought about what could best illustrate the main idea and meaning of the brand. And I settled on the surname - a symbiosis of my parents and the values ​​they instilled in me.",
      "2": "My father gave me a firm understanding that I am always myself, no matter what. He also said: 'Never lie to yourself, and others will not be. The truth is a beautiful path to the real you, without illusions and beautiful words.' This is not always easy to understand. But what would we do if our lives were not both black and white at the same time.",
      "3": "That is why black and white are the primary colors used in positioning."
    },
    "logoSymbol": {
      "1": "The image of the logo takes me back to the beginning of my story - to my home.",
      "2": "It is in the symbol of the seashell that the image of home, the calm sea, the morning sunrise or evening sunset, shells on the beach and stormy waves lives.",
      "3": "Moreover, it is not in vain that it resembles the golden ratio, which speaks of the perfection of form, while the brand broadcasts the idea that every woman is perfect due to her own uniqueness. The soft combination of the idea of ​​the sea - a symbol of birth and the beginning of life that a woman gives, the image of the mother (which is a key figure in the life of the brand), the ideal criterion of the golden ratio and the manifestation of the beauty of every woman in a single symbol of a shell with a pearl carries deep meanings."
    },
    "manifest": "SHTOR is a manifesto of a woman's authenticity",
    "values": {
      "1": "SHTOR values ​​female beauty and strength in all their manifestations, and sublimates this into a unique product.",
      "2": "And family values ​​become an important experience that lives in the senses of SHTOR",
      "3": "SHTOR is an exploration of yourself and your nature."
    },
    "collectionsLink": "go to collections"
  },
  "Footer": {
    "newsletterLabel": "Stay informed about releases and special events",

    "privacyPolicy": "Privacy Policy",
    "paymentAndDelivery": "Payment and delivery",
    "returns": "Returns",
    "publicOfferAgreement": "Public offer agreement",
    "chat": "Chat",
    "sizeGuide": "Size Guide"
  },
  "PrivacyPolicy": {
    "title": "Privacy Policy",
    "description": "SHTOR recognizes the importance of protecting the privacy of your personal data. We have instituted strict policies and security measures to protect the information you provide us.",
    "dataCOllection": "Data is collected when you shop on our website or use our online services",
    "contactDetails": {
      "title": "Contact details: ",
      "text": "If you make a purchase online we will collect your name, address, e-mail address, telephone number, and country of residence. We will use your contact information to:",
      "1": "Process your purchase/orders and any returns, exchanges and complaints you may have relating to your purchase;",
      "2": "Communicate with you regarding your purchase and answer and administer any questions or comments you may have regarding our products or services. The legal basis is that it is necessary to process your data in order for us to be able to fulfill our contractual obligations to you under the purchase agreement. We will retain your data for as long as necessary for this purpose. We may also process your contact details to keep you informed, via email, SMS, letters, telephone, WeChat, Whatsapp and other social media, of our special events or promotions. You are entitled to reject our marketing messages at any time by clicking on the unsubscribe link included in each message or by contacting customer service at Shtorga@icloud.com"
    },
    "creditCardDetails": {
      "title": "Credit card details: ",
      "text": "If you make a purchase online and choose to pay by credit card, you will provide your credit card information on our website to finalize your purchase. Your credit card details will be protected using Global Sign Encryption. All the payments on the website are carried out by FONDY Payment System."
    },
    "newsletter": {
      "title": "Newsletter",
      "text": "If you have subscribed to one of our newsletters, we will process your name, email address, country and information on whether you are interested in womenswear or menswear for the purpose of sending out such a newsletter. You are entitled to unsubscribe to our newsletter at any time by clicking on the unsubscribe link included in each newsletter or by contacting customer service at Shtorga@icloud.com"
    }
  },
  "PaymentAndDelivery": {
    "title": "Payment and Delivery",
    "appeal": "Dear customers",
    "general": "Please note that all shipments are from our warehouse in Odesa (Ukraine). Due to the war in our country, there are slight changes in delivery terms.The production of the item will take till 10 business days.",
    "taxesInfo": "Please note that the brand is not responsible for local taxes.",
    "excludedCountries": "DELIVERY TO RUSSIA AND BELARUS IS NOT AVAILABLE. We are praying for peace! Stand with Ukraine!",
    "internationalOrders": {
      "title": "International orders:",
      "info": "All international orders will be shipped by Ukrposhta service and DHL Express.",
      "deliveryCost": "Standard delivery - $45 (10-20 business days)"
    },
    "ukraine": {
      "name": "Ukraine:",
      "info": "All orders within Ukraine we will be delivered via the Nova Poshta service.The delivery time during martial law is 2-5 business days.",
      "free": "Free delivery"
    }
  },
  "ReturnsAndExchange": {
    "title": "Returns and Exchange",
    "general": "Exchange and return of products are possible within 14 days after receiving the order.To arrange a return or an exchange of goods, please contact us at: Shtorga@icloud.com",
    "itemCondition": "Make sure that the returned product has not been used, is placed in its original packaging, and contains original tags, price tags, and all additional attachments. We reserve the right to refuse returns or exchanges if the item does not comply with the above-mentioned rules.",
    "noExchange": "Goods from the OUTLET section and products made according to individual measurements are not subject to return and exchange.",
    "returnDelivery": "You can use any express delivery service for a return (please note that the delivery time should NOT exceed 10 days). SHTOR is not responsible for return shipping costs and customs duties.",
    "returnDeliverydetails": "After dispatching the package, please let us know the tracking number of the parcel and leave a link to the tracking website.",
    "fallUnderPolicy": "Any disputes which do not fall under the Returns and Exchange policy are subject to individual resolvement through negotiation between the parties involved."
  },
  "Care": {
    "title": "Care",
    "jewelry": {
      "title": "Jewelry:",
      "1": "remove jewelry before contact with water and starting face and hand skin care procedures;",
      "2": "do not spray perfume, hairspray and other chemicals directly on the product;",
      "3": "avoid interaction of the product with alkaline detergents, substances containing chlorine and iodine, creams and ointments;",
      "4": "after each use of jewelry, it is necessary to wipe them with a soft, lint-free cloth;",
      "5": "jewelry should be stored in bags, separately from others;",
      "6": "try not to let the products touch any hard materials, such as metal;",
      "7": "when cleaning products, do not use water, any polishing agents that contain alcohol, or ultrasonic polishing agents;",
      "8": "metal and natural stones must be cleaned only with a dry cloth and a soft brush;",
      "9": "jewelry should be put on last - when you are already dressed."
    },
    "clothes": {
      "title": "Clothes:",
      "1": "professional dry cleaning;",
      "2": "delicate hand wash possible;",
      "3": "don’t soak clothes with wooden details for more than 10 minutes;",
      "4": "don’t use aggressive chemicals for cleaning clothes with wooden details;"
    }
  },
  "PublicOfferAgreement": {
    "title": "Public Offer Agreement",
    "termsAndDefinitions": {
      "title": "Terms and definitions",
      "1": "The seller is FOP Shtor Galina Olexandrivna.",
      "2": "The buyer is any legal entity that receives information from the seller, places an order and buys goods presented on the website https://shtor.com.ua from the FOP Shtor Galina Olexandrivna, for purposes related to the implementation of business activities.",
      "3": "The product is the object of the agreement of the parties, which was selected by the buyer on the website of the online store and placed in the basket, or already purchased by the buyer from the seller remotely.",
      "4": "The online store is the official online store of the seller FOP Shtor Galina Olexandrivna, located at the Internet address https://shtor.com.ua, created for the conclusion of retail and wholesale contracts based on the buyer's familiarization with the description of the goods offered by the seller, using the Internet."
    },
    "generalProvisions": {
      "title": "General provisions",
      "1": "This contract is an official and public offer of the seller to conclude a contract of sale of goods presented on the website https://shtor.com.ua. This contract is public, that is, according to Article 633 of the Civil Code of Ukraine, its conditions are the same for all buyers regardless of their status (individual, legal entity, individual entrepreneur) without giving preference to one buyer over another. By concluding this contract, the client fully accepts the terms and conditions of order placement, payment for goods, delivery of goods, return of goods, liability for fraudulent orders and all other terms of the contract.",
      "2": "The contract concluded on the basis of the buyer's acceptance of this offer is a contract of accession, to which the buyer joins without any exceptions and/or reservations.",
      "3": "The seller has the right to make changes to these conditions without prior notice. Changes to the conditions become effective after their publication on the website https://shtor.com.ua and apply to any order placed after publication."
    },
    "contractSubject": {
      "title": "Subject of the contract",
      "1": "The seller undertakes to hand over the goods to the buyer, and the buyer undertakes to pay and accept the goods under the terms of this contract.",
      "2": "The contract is considered concluded from the moment the 'Confirm order' button is clicked on the checkout page in the 'Basket' section and the buyer receives the order confirmation from the seller in electronic form."
    },
    "placingAnOrder": {
      "title": "Placing an order",
      "1": "The fact of placing an order by the buyer is an indisputable fact that the buyer accepts the terms of this contract. The buyer who purchased the goods in the seller's online store (who placed an order for the goods) is considered a person who has entered into relations with the seller under the terms of this contract.",
      "2": "The buyer consents to the collection, processing and transfer of personal data, the permission to process personal data is valid for the entire term of the contract, as well as for an unlimited period after its termination. In addition, by concluding the contract, the buyer confirms that he has been informed (without additional notification) of the rights established by the Law of Ukraine 'On the Protection of Personal Data', about the purpose of data collection, as well as that his personal data is transferred to the seller for the purpose of fulfilling terms of this contract, the possibility of mutual settlements.",
      "3": "After placing the order, the client receives information about his order to the e-mail address specified by him, indicating the price of the product, the address and the cost of delivery",
      "4": "The seller reserves the right to cancel the client's application at the stage of application confirmation.",  
      "5": "When placing an order on the website of the online store, the buyer undertakes to provide mandatory information necessary for the seller to fulfill the order.",
      "6": "If any of the parties to the contract needs additional information, he has the right to request it from the other party. If the buyer does not provide the necessary information, the seller is not responsible for providing quality service to the buyer when purchasing goods in the online store.",
      "7": "The buyer is responsible for the accuracy of the information provided when placing the order.",
      "8": "After placing the order, the buyer is provided with information about the delivery date of the order. The specified date depends on the availability of the ordered goods in the seller's warehouse and the time required to process and deliver the order."
    },
    "goodsPriceAndDelivery": {
      "title": "Price and delivery of goods",
      "1": "The price of the product is indicated in Ukrainian hryvnias.",
      "2": "The prices of goods and services can be changed by the seller unilaterally depending on the market situation, while the price of one unit of the product, the cost of which has been fully paid by the buyer, cannot be changed by the seller unilaterally.",
      "3": "The buyer's obligation to pay for the goods is considered fulfilled from the moment the seller receives the funds to his account.",
      "4": "The price of the product indicated on the website of the online store does not include the cost of delivery of the product to the buyer. The buyer pays the cost of delivery of goods in accordance with the applicable tariffs for delivery services (carriers) directly to the delivery service (carrier) chosen by him.",
      "5": "Settlements between the seller and the buyer for goods are made by the methods specified on the website of the online store in the 'Delivery and payment' section.",
      "6": "The right of ownership and the risk of accidental loss or damage to the goods passes to the buyer or his representative from the moment the buyer receives the goods in the city of delivery of the goods in case of independent delivery of the goods from the seller, or from the moment the seller hands over the goods to the delivery service (carrier) chosen by the buyer.",
      "7": "The seller tries to adhere to the agreed delivery terms as much as possible. The seller is not responsible for possible delays in delivery due to unforeseen circumstances that are not the fault of the seller and could not be foreseen.",
      "8": "For customers from countries far abroad, the seller ships the order without deducting taxes and duties of the buyer's countries. The shipping price does not include taxes and duties."
    },
    "partiesRightsAndObligations": {
      "title": "Rights and obligations of the parties",
      "1": "The seller undertakes:",
      "1.1": "Deliver the goods to the buyer in accordance with the terms of this contract and the buyer's order.",
      "1.2": "Not to disclose any private information about the buyer and not to provide access to this information to third parties, except as provided by law and during the fulfillment of the buyer's order.",
      "2": "The seller has the right to:",
      "2.1": "Change the terms of this contract, as well as the prices of goods and services, unilaterally, by posting them on the website of the online store. All changes take effect from the moment of their publication.",
      "3": "The buyer undertakes:",
      "3.1": "Before concluding the contract, familiarize yourself with the content of the contract, the terms of the contract and the prices offered by the seller on the website of the online store.",
      "3.2": "In order for the seller to fulfill his obligations to the buyer, the latter must provide all necessary data that uniquely identify him as the buyer and are sufficient to deliver the order to the buyer."
    },
    "termsOfReturn": {
      "title": "Terms of return and exchange",
      "1": "The buyer has the right to return the goods of proper quality to the seller from whom they were purchased, if the goods did not satisfy him in terms of shape, dimensions, style, color or size or for other reasons cannot be used by him for their intended purpose. The buyer has the right to exchange or return within 14 (fourteen) days from the moment of placing the order, provided that the product type, all labels, seals and original packaging are preserved. As well as the settlement document issued to the buyer to pay for the goods. The list of goods that are not subject to return on the grounds provided for in this paragraph is approved by the Cabinet of Ministers of Ukraine.",
      "2": "The buyer will be reimbursed for the cost of goods of proper quality within 10 (ten) banking days from the moment of receipt of such goods by the seller, subject to compliance with the requirements stipulated in clause 7.1. contract, current legislation of Ukraine.",
      "3": "The cost of the product is subject to refund by non-cash transfer to the buyer's account.",
      "4": "The cost of delivery of an exchange or return of a good quality product is paid by the buyer.",
      "5": "Not subject to exchange or return:- used goods- dry-cleaned or laundered goods- goods from which tags and labels have been cut- goods that were used for photo/video shooting- goods that were manufactured taking into account individual characteristics- goods, the delivery of which was made outside the territory of Ukraine (international delivery)- hats and gloves- gift cards.",
      "6": "The seller has the right to refuse the buyer the return of goods that, in his subjective opinion and independent examination, do not meet the requirements specified in clause 7.5"
    },
    "partiesLiability": {
      "title": "Liability of the parties",
      "1": "The seller and the buyer are responsible for fulfilling their obligations in accordance with the current legislation of Ukraine and the provisions of this contract.",
      "2": "The seller or the buyer is released from responsibility for full or partial non-fulfillment of their obligations, if the non-fulfillment is the result of such force majeure circumstances as: war or hostilities, earthquake, flood, fire and other natural disasters that occurred regardless of the will of the seller or the buyer after concluding this contract. A party that cannot fulfill its obligations must immediately notify the other party."
    },
    "confidentiality": {
      "title": "Confidentiality and protection of personal data",
      "1": "By providing personal data on the website of the online store when registering or placing an order, the buyer gives the seller his voluntary consent to the processing, use (including transfer) of his personal data. As well as the implementation of other actions provided for by the Law of Ukraine 'On the Protection of Personal Data', without limiting the term of validity of such consent.",
      "2": "The seller undertakes not to disclose the information received from the buyer. It is not considered a violation for the seller to provide information to counterparties and third parties acting on the basis of the contract with the seller, including the fulfillment of obligations to the buyer, as well as in cases where the disclosure of such information is established by the requirements of the current legislation of Ukraine.",
      "3": "The buyer is responsible for the relevance of his personal data. The seller is not responsible for improper performance or non-performance of its obligations due to the irrelevance of information about the buyer or its inconsistency."
    },
    "other": {
      "title": "Other conditions",
      "1": "This contract is concluded on the territory of Ukraine and is valid in accordance with the current legislation of Ukraine.",
      "2": "All disputes arising between the buyer and the seller are resolved through negotiations. In the event of failure to reach an agreement on a disputed issue through negotiations, the buyer and/or seller have the right to apply to the judicial authorities for resolution of the dispute in accordance with the current legislation of Ukraine."
    }
  },
  "SizeGuide": {
    "title": "Size guide",
    "size": "Size",
    "bust": "Bust (sm)",
    "waist": "Waist (sm)",
    "hips": "Hips (sm)"
  },
  "Checkout": {
    "emailRequired": "Email is required.",
    "countryRequired": "Country is required.",
    "firstNameRequired": "First name is required.",
    "lastNameRequired": "Last name is required.",
    "addressRequired": "Delivery address or NOVA POST office number is required.",
    "postalCodeRequired": "Postal code is required.",
    "cityRequired": "City is required.",
    "phoneRequired": "Phone is required.",
    "contact": {
      "title": "Contact",
      "newsletter": "Email me with news and offers"
    },
    "delivery": {
      "title": "Delivery",
      "country": "Country/Region",
      "firstName": "First name",
      "lastName": "Last name",
      "address": "Address or NOVA POST office number",
      "addSuite": "Add apartment, suite, etc.",
      "suite": "Apartment, suite, etc.",
      "postalCode": "Postal code",
      "city": "City",
      "phone": "Phone"
    },
    "shippingMethod": "Shipping method",
    "billingAddress": {
      "title": "Billing address",
      "same": "Same as shipping address",
      "different": "Use a different billing address"
    },
    "reviewOrder": "Review order",
    "orderSummary": {
      "title": "Order summary",
      "subtotal": "Subtotal",
      "shipping": "Shipping",
      "freeDelivery": "Free",
      "total": "Total"
    },
    "size": "Size",
    "price": "Price",
    "success": "Your order has been successfully submitted"
  },
  "Product": {
    "collectionTitle": "Collections",
    "description": "Description",
    "care": "Care",
    "sizeGuide":"Size guide",
    "addToCart": "Add to cart",
    "suggestions": "You also may like",
    "attachments": {
      "no-attachment": "No attachment",
      "silver-chain": "Silver plated chain",
      "silver-orbit": "Silver plated orbit"
    },
    "preorder": "Pre-order",
    "outOfStock": "Out of stock"
  },
  "Orders": {
    "shipping-method": {
      "nova_post": "NOVA POST (within Ukraine only)",
      "ups_express": "UPS Express"
    }
  }
}