{
  "Locale": {
    "language": "UA",
    "currency": "UAH"
  },
  "Homepage": {
    "allCollections": "УСІ КОЛЕКЦІЇ"
  },
  "Breadcrumb": {
    "homepage": "Головна"
  },
  "MenuDialog": {
    "homepage": "ГОЛОВНА",
    "aboutUs": "ПРО НАС",
    "shop": {
      "title": "КУПИТИ",
      "all": "Всі продукти",
      "collection": "За колекціями",
      "categories": {
        "combs": "Гребінці",
        "pendants": "Підвіски",
        "necklaces": "Намиста",
        "earrings": "Сережки",
        "rings": "Каблучки",
        "bracelets": "Браслети",
        "bags": "Сумки",
        "clothes": "Речі",
        "hats": "Головні убори",
        "gifts": "Подарунки"
      }
    },
    "bag": "Кошик"
  },
  "CartDialog": {
    "title": "Кошик",
    "total": "ВСЬОГО",
    "checkout": "Чек-аут",
    "remove": "Видалити",
    "emptyCart": "Кошик",
    "emptyCartHint": "Ваш кошик зараз порожній",
    "cartShopLink": "Продовжити покупки",
    "size": "Розмір",
    "price": "Ціна"
  },
  "Gifts": {
    "title": "GIFTS",
    "description": "Дарувати увагу і любов.",
    "details": {
      "description": {
        "label": "Опис",
        "0": "Подарунковий сертифікат обгорнутий білим папером прикрашений вощеним шнуром із мушлею з одеського узбережжя",
        "1": "При замовленні сертифіката в електронному вигляді вкажіть «електронний варіант» у рядку «Адреса» та оберіть варіант доставки «Україна» - сертифікат буде надіслано на електронну пошту, зазначену під час оплати"
      },
      "certificate": {
        "label": "Будь ласка оберіть тип сертифікату",
        "physical": "Фізичний сертифікат",
        "digital": "Електроний сертифікат"
      },
      "amount": {
        "custom": {
          "label": "інша сума",
          "placeholder": "Введіть іншу суму",
          "errorText": "Введіть суму від {{min}}{{currency}} до {{max}}{{currency}}"
        }
      }
    }
  },
  "Footer": {
    "newsletterLabel": "Будь в курсі випусків і спеціальних подій",
    "privacyPolicy": "Політика Конфіденційності",
    "paymentAndDelivery": "Оплата і доставка",
    "returns": "Повернення та обмін",
    "publicOfferAgreement": "Договір публічної оферти",
    "chat": "Чат",
    "sizeGuide": "Розмірна сітка"
  },
  "AboutUs": {
    "title": "ПРО НАС",
    "ode": "ОДА МОЇЙ МАМІ ТА МОЄМУ ДОМУ НА БЕРЕГУ ЧОРНОГО МОРЯ",
    "ludmila": {
      "1": "На фото молода Людмила, моя мати. Мама займає вагоме місце у моєму житті: вона навчила мене бачити цей світ прекрасним, познайомила з мистецтвом й підтримувала у всіх починаннях та найшаленіших бажаннях.",
      "2": "Одним з цих бажань було створити щось власне, яке б говорилопро мої внутрішні сенси й відгукувалось моїм думкам."
    },
    "firstSteps": {
      "1": "Ще на початкових етапах створення продукту і сторінки в інстаграм, я замислилась над тим, що могло б якнайкраще ілюструвати головну ідею і сенси бренду. І я зупинилась на прізвищі - симбіозі моїх батьків і цін-ностей, які вони заклали у мене.",
      "2": "Батько дав мені тверде розуміння того, що я завжди є сама у себе, не дивлячись ні на що. Він також казав: «Ніколи не бреши собі, і інші не будуть. Правда - гарний шлях до реального себе, без ілюзій і гарних слів.» Це не завжди легко збагнути. Але що б ми робили, якби у нашому житті не було одночасно і чорного і білого.",
      "3": "Саме тому, чорний і білий - основні кольори, які використовуються у позиціонуванні."
    },
    "logoSymbol": {
      "1": "Зображення логотипу повертає мене до початку моєї історії - до мого дому.",
      "2": "Саме в символі мушлі живе образ дому, спокійного моря, ранкового сходу чи вечірнього заходу сонця, мушель на пляжі та буремних хвиль.",
      "3": "При тому, не даремно нагадує золоте січення, яке каже про досконалість форми, поки бренд транслює думку про те, що кожна жінка є досконалою завдяки власній унікальності. Мʼяке поєднання ідеї моря - символу народження та початку життя, яке дає жінка, образу матері (що є ключо-вою фігурою в житті бренду), ідеального критерію золотого січення та маніфестації краси кожної жінки в єдиному символі мушлі з перлиною несе в собі глубокі сенси."
    },
    "manifest": "SHTOR - це маніфест справжності жінки",
    "values": {
      "1": "SHTOR цінує жіночу красу та силу в усіх її проявах, та сублімує це в унікальний продукт.  ",
      "2": "А сімейні цінності стають важливим досвідом, який живе в сенсах SHTOR",
      "3": "SHTOR - це дослідження себе і своєї природи."
    },
    "collectionsLink": "перейти до колекцій"
  },
  "PrivacyPolicy": {
    "title": "Політика Конфіденційності",
    "description": "SHTOR усвідомлює важливість захисту конфіденційності ваших персональних даних. Ми запровадили сувору політику та заходи безпеки для захисту інформації, яку ви нам надаєте.",
    "dataCOllection": "Дані збираються, коли ви робите покупки на нашому веб-сайті або використовуєте наші онлайн-сервіси",
    "contactDetails": {
      "title": "Контактна інформація: ",
      "text": "якщо ви робите покупку онлайн, ми отримаємо ваше ім’я, адресу, адресу електронної пошти, номер телефону та країну проживання. Ми використовуватимемо вашу контактну інформацію, щоб:",
      "1": "Обробляти ваші покупки/замовлення та будь-які повернення, обміни та скарги, які можуть виникнути щодо вашої покупки;",
      "2": "Cпілкуватися з вами щодо вашої покупки, відповідати на будь-які запитання чи коментарі, які можуть виникнути щодо наших продуктів або послуг, і керувати ними. Юридична підстава полягає в тому, що обробка ваших даних необхідна для того, щоб ми могли виконати наші договірні зобов’язання перед вами за договором купівлі-продажу. Ми зберігатимемо ваші дані стільки часу, скільки необхідно для цієї мети. Ми також можемо обробляти ваші контактні дані, щоб інформувати вас електронною поштою, SMS, листами, телефоном, WeChat, Whatsapp та іншими соціальними мережами про наші спеціальні події чи акції. Ви маєте право відхилити наші маркетингові повідомлення в будь-який час, натиснувши посилання для скасування підписки в кожному повідомленні або зв’язавшись зі службою підтримки клієнтів за адресою Shtorga@icloud.com"
    },
    "creditCardDetails": {
      "title": "Дані кредитної картки: ",
      "text": "якщо ви робите покупку в Інтернеті та вирішуєте оплатити кредитною карткою, ви надасте інформацію про свою кредитну картку на нашому веб-сайті, щоб завершити покупку. Дані вашої кредитної картки будуть захищені за допомогою Global Sign Encryption. Усі платежі на сайті здійснюються платіжною системою FONDY."
    },
    "newsletter": {
      "title": "Інформаційні листи",
      "text": "Якщо ви підписалися на одну з наших інформаційних бюлетенів, ми обробимо ваше ім’я, адресу електронної пошти, країну та інформацію про те, чи цікавитеся ви жіночим чи чоловічим одягом, з метою розсилки такого інформаційного бюлетеня. Ви маєте право скасувати підписку на нашу розсилку в будь-який час, натиснувши посилання для скасування підписки, яке міститься в кожній розсилці, або зв’язавшись зі службою підтримки клієнтів за адресою Shtorga@icloud.com"
    }
  },
  "PaymentAndDelivery": {
    "title": "Оплата і доставка",
    "appeal": "Шановні клієнти",
    "general": "Зверніть увагу, що всі відправлення здійснюються з нашого складу в Одесі (Україна). У зв'язку з війною в нашій країні незначні зміни в термінах доставки. Виготовлення товару триватиме до 10 робочих днів.",
    "taxesInfo": "Зверніть увагу, що бренд не несе відповідальності за місцеві податки.",
    "excludedCountries": "ДОСТАВКА В РОСІЮ ТА БІЛОРУСЬ НЕ ДОСТУПНА. Молимося за мир! Стоїмо з Україною!",
    "internationalOrders": {
      "title": "Міжнародні замовлення:",
      "info": "Усі міжнародні замовлення відправляються службою Укрпошта та DHL Express.",
      "deliveryCost": "Стандартна доставка - $30 (10-20 робочих днів)"
    },
    "ukraine": {
      "name": "Украіїна:",
      "info": "Всі замовлення по Україні ми будемо доставляти службою «Нова Пошта». Термін доставки під час воєнного стану 2-5 робочих днів.",
      "free": "Безкоштовна доставка"
    }
  },
  "ReturnsAndExchange": {
    "title": "Повернення та обмін",
    "general": "Обмін і повернення товару можливі протягом 14 днів після отримання замовлення. Для оформлення повернення або обміну товару, будь ласка, зв'яжіться з нами за адресою: Shtorga@icloud.com",
    "itemCondition": "Переконайтеся, що повернений товар не використовувався, він знаходиться в оригінальній упаковці та містить оригінальні бірки, цінники та всі додаткові вкладення. Ми залишаємо за собою право відмовити у поверненні або обміні, якщо товар не відповідає вищезазначеним правилам.",
    "noExchange": "Товари з розділу OUTLET та вироби, виготовлені за індивідуальними мірками, поверненню та обміну не підлягають.",
    "returnDelivery": "Ви можете скористатися будь-якою службою експрес-доставки для повернення (зверніть увагу, що термін доставки НЕ повинен перевищувати 10 днів). SHTOR не несе відповідальності за витрати на зворотну доставку та митні збори.",
    "returnDeliverydetails": "Після відправлення посилки повідомте нам трек-номер посилки та залиште посилання на сайт відстеження.",
    "fallUnderPolicy": "Будь-які суперечки, які не підпадають під політику повернення та обміну, підлягають індивідуальному вирішенню шляхом переговорів між залученими сторонами."
  },
  "Care": {
    "title": "Догляд",
    "jewelry": {
      "title": "Прикраси:",
      "1": "знімайте прикраси перед контактом з водою та початком процедур по догляду за шкірою обличчя та рук;",
      "2": "не розпилюйте парфуми, лак для волосся та інші хімічні речовини безпосередньо на виріб;",
      "3": "уникайте взаємодії виробу з лужними миючими засобами, речовинами, що містять хлор і йод, кремами та мазями;",
      "4": "після кожного використання прикрас необхідно їх протирати м’якою тканиною без ворсу;",
      "5": "зберігати прикраси потрібно в мішечках, окремо від інших;",
      "6": "намагайтесь щоб вироби не торкались будь-яких твердих матеріалів, таких як метал;",
      "7": "під час чищення не використовуйте воду, полірувальні засоби, що містять спирт, або ультразвукові полірувальні засоби",
      "8": "метал та природні камені необхідно чистити тільки сухою тканиною та м’якою щіточкою;",
      "9": "надягати прикраси слід в останню чергу - коли ви вже одягнені."
    },
    "clothes": {
      "title": "Одяг:",
      "1": "професійна делікатна хімчистка;",
      "2": "допускається делікатне ручне прання;",
      "3": "не можна замочувати вироби з деревиною більше ніж 10 хвилин;",
      "4": "не використовуйте агресивні хімічні речовини при пранні виробів з деревиною;"
    }
  },
  "PublicOfferAgreement": {
    "title": "Договір Публічної Оферти",
    "termsAndDefinitions": {
      "title": "Терміни та визначення",
      "1": "Продавець — ФОП Штор Галина Олександрівна.",
      "2": "Покупець — будь-яка юридична особа, яка отримує інформацію від продавця, розміщує замовлення та купує у ФОП Штор Галини Олександрівни товари, представлені на вебсайті https://shtor.com.ua, для цілей, пов’язаних із здійсненням підприємницької діяльності.",
      "3": "Товар — об’єкт угоди сторін, який був обраний покупцем на вебсайті інтернет-магазину та поміщений у кошик, або вже придбаний покупцем у продавця дистанційно.",
      "4": "Інтернет-магазин — офіційний інтернет-магазин продавця ФОП Штор Галини Олександрівни, розташований за інтернет-адресою https://shtor.com.ua, створений для укладення договорів роздрібного та оптового продажу на підставі ознайомлення покупця з описом товару, запропонованого продавцем, за допомогою Інтернету."
    },
    "generalProvisions": {
      "title": "Загальні положення",
      "1": "Цей договір є офіційною та публічною офертою продавця укласти договір купівлі-продажу товарів, представлених на вебсайті https://shtor.com.ua. Цей договір є публічним, тобто відповідно до статті 633 Цивільного кодексу України його умови однакові для всіх покупців незалежно від їх статусу (фізична особа, юридична особа, фізична особа-підприємець) без надання переваги одному покупцеві перед іншим. Укладаючи цей договір, клієнт повністю приймає умови та порядок розміщення замовлення, оплати товару, доставки товару, повернення товару, відповідальності за недобросовісне замовлення та всі інші умови договору.",
      "2": "Договір, укладений на підставі акцепту покупцем цієї оферти, є договором приєднання, до якого покупець приєднується без будь-яких винятків та/або застережень.",
      "3": "Продавець має право вносити зміни до цих умов без попереднього повідомлення. Зміни до умов набувають чинності після їх публікації на вебсайті https://shtor.com.ua і застосовуються до будь-якого замовлення, розміщеного після публікації."
    },
    "contractSubject": {
      "title": "Предмет договору",
      "1": "Продавець зобов’язується передати товар покупцеві, а покупець зобов’язується сплатити та прийняти товар на умовах цього договору.",
      "2": "Договір вважається укладеним з моменту натискання кнопки 'Підтвердити замовлення' на сторінці оформлення замовлення в розділі 'Кошик' та отримання покупцем підтвердження замовлення від продавця в електронному вигляді."
    },
    "placingAnOrder": {
      "title": "Розміщення замовлення",
      "1": "Факт розміщення замовлення покупцем є беззаперечним фактом прийняття покупцем умов цього договору. Покупець, який придбав товар у інтернет-магазині продавця (який розмістив замовлення на товар), вважається особою, яка вступила у відносини з продавцем на умовах цього договору.",
      "2": "Покупець надає згоду на збір, обробку та передачу особистих даних, дозвіл на обробку персональних даних є дійсним протягом усього строку дії договору, а також протягом необмеженого строку після його закінчення. Крім того, укладаючи договір, покупець підтверджує, що він був повідомлений (без додаткового повідомлення) про права, встановлені Законом України 'Про захист персональних даних', про мету збору даних, а також про те, що його особисті дані передаються продавцю з метою виконання умов цього договору, можливості взаємних розрахунків.",
      "3": "Після розміщення замовлення клієнт отримує інформацію про своє замовлення на вказану ним електронну адресу із зазначенням вартості товару, адреси та вартості доставки.",
      "4": "Продавець залишає за собою право скасувати заявку клієнта на етапі підтвердження заявки.",  
      "5": "При розміщенні замовлення на вебсайті інтернет-магазину покупець зобов'язується надати обов’язкову інформацію, необхідну для продавця для виконання замовлення.",
      "6": "Якщо будь-яка зі сторін договору потребує додаткової інформації, він має право запросити її у іншої сторони. Якщо покупець не надає необхідну інформацію, продавець не несе відповідальності за надання якісного обслуговування покупцеві при купівлі товарів в інтернет-магазині.",
      "7": "Покупець несе відповідальність за достовірність наданої інформації при розміщенні замовлення.",
      "8": "Після розміщення замовлення покупцеві надається інформація про дату доставки замовлення. Зазначена дата залежить від наявності замовлених товарів на складі продавця та часу, необхідного для обробки та доставки замовлення."
    },
    "goodsPriceAndDelivery": {
      "title": "Ціна та доставка товарів",
      "1": "Ціна товару вказується в українських гривнях.",
      "2": "Ціни на товари та послуги можуть змінюватися продавцем в односторонньому порядку залежно від ринкової ситуації, при цьому ціна однієї одиниці товару, вартість якого була повністю сплачена покупцем, не може бути змінена продавцем в односторонньому порядку.",
      "3": "Обов'язок покупця сплатити за товар вважається виконаним з моменту отримання продавцем коштів на свій рахунок.",
      "4": "Ціна товару, вказана на вебсайті інтернет-магазину, не включає вартість доставки товару до покупця. Покупець сплачує вартість доставки товару відповідно до чинних тарифів на послуги доставки (перевізників) безпосередньо обраній ним службі доставки (перевізнику).",
      "5": "Розрахунки між продавцем і покупцем за товари здійснюються методами, зазначеними на вебсайті інтернет-магазину у розділі 'Доставка і оплата'.",
      "6": "Право власності та ризик випадкової втрати або пошкодження товару переходить до покупця або його представника з моменту отримання покупцем товару у місті доставки товару при самостійній доставці товару від продавця, або з моменту передачі продавцем товару обраній покупцем службі доставки (перевізнику).",
      "7": "Продавець намагається максимально дотримуватись узгоджених термінів доставки. Продавець не несе відповідальності за можливі затримки в доставці через непередбачувані обставини, що виникли не з вини продавця, які не могли бути передбачені.",
      "8": "Для клієнтів з країн далекого зарубіжжя продавець відправляє замовлення без вирахування податків і мит покупців країн. Ціна доставки не включає податки та мита."
    },
    "partiesRightsAndObligations": {
      "title": "Права та обов'язки сторін",
      "1": "Продавець зобов’язується:",
      "1.1": "Доставити товар покупцеві відповідно до умов цього договору та замовлення покупця.",
      "1.2": "Не розголошувати будь-яку приватну інформацію про покупця та не надавати доступ до цієї інформації третім особам, за винятком випадків, передбачених законодавством, та під час виконання замовлення покупця.",
      "2": "Продавець має право:",
      "2.1": "Змінювати умови цього договору, а також ціни на товари та послуги, в односторонньому порядку, шляхом розміщення їх на веб-сайті інтернет-магазину. Всі зміни набирають чинності з моменту їх опублікування.",
      "3": "Покупець зобов'язується:",
      "3.1": "Перед укладенням договору ознайомитися зі змістом договору, умовами договору та цінами, запропонованими продавцем на веб-сайті інтернет-магазину.",
      "3.2": "Для того, щоб продавець виконав свої зобов'язання перед покупцем, останній повинен надати всі необхідні дані, які однозначно ідентифікують його як покупця та є достатніми для доставки замовлення покупцю."
    },
    "termsOfReturn": {
      "title": "Умови повернення та обміну",
      "1": "Покупець має право повернути товар належної якості продавцю, у якого він був придбаний, якщо товар не задовольнив його за формою, габаритами, фасоном, кольором або розміром чи з інших причин не може бути використаний ним за призначенням. Покупець має право на обмін або повернення протягом 14 (чотирнадцяти) днів з моменту оформлення замовлення, за умови збереження товарного виду товару, всіх ярликів, пломб та оригінальної упаковки. А також розрахункового документа, виданого покупцю для оплати товару. Перелік товарів, що не підлягають поверненню на підставах, передбачених цим пунктом, затверджується Кабінетом Міністрів України.",
      "2": "Покупцеві буде відшкодована вартість товару належної якості протягом 10 (десяти) банківських днів з моменту отримання такого товару продавцем, за умови дотримання вимог, передбачених п. 7.1. договору, чинного законодавства України.",
      "3": "Вартість товару підлягає поверненню шляхом безготівкового перерахування на рахунок покупця.",
      "4": "Вартість доставки обміну або повернення товару належної якості оплачується покупцем.",
      "5": "Не підлягають обміну або поверненню:- товари, що були у вжитку- товари, що пройшли хімчистку або прання- товари, з яких були зрізані ярлики та етикетки- товари, що були використані для фото/відеозйомки- товари, що були виготовлені з урахуванням індивідуальних особливостей- товари, доставка яких була здійснена за межі території України (міжнародна доставка)- подарункові сертифікати.",
      "6": "Продавець має право відмовити покупцеві у поверненні товарів, які, на його суб'єктивну думку та незалежну експертизу, не відповідають вимогам, зазначеним у п. 7.5."
    },
    "partiesLiability": {
      "title": "Відповідальність сторін",
      "1": "Продавець та покупець несуть відповідальність за виконання своїх зобов'язань згідно з чинним законодавством України та положеннями цього договору.",
      "2": "Продавець або покупець звільняються від відповідальності за повне або часткове невиконання своїх зобов'язань, якщо невиконання є результатом таких форс-мажорних обставин, як: війна або військові дії, землетрус, повінь, пожежа та інші природні катастрофи, що сталися незалежно від волі продавця або покупця після укладення цього договору. Сторона, яка не може виконати свої зобов'язання, повинна негайно повідомити про це іншу сторону."
    },
    "confidentiality": {
      "title": "Конфіденційність та захист персональних даних",
      "1": "Надаючи персональні дані на веб-сайті інтернет-магазину при реєстрації або оформленні замовлення, покупець надає продавцеві свою добровільну згоду на обробку, використання (включаючи передачу) його персональних даних. А також здійснення інших дій, передбачених Законом України 'Про захист персональних даних', без обмеження строку дії такої згоди.",
      "2": "Продавець зобов'язується не розголошувати отриману від покупця інформацію. Не вважається порушенням надання продавцем інформації контрагентам та третім особам, які діють на підставі договору з продавцем, включаючи виконання зобов'язань перед покупцем, а також у випадках, коли розкриття такої інформації встановлено вимогами чинного законодавства України.",
      "3": "Покупець відповідає за актуальність своїх персональних даних. Продавець не несе відповідальності за неналежне виконання або невиконання своїх зобов'язань через неактуальність інформації про покупця або її невідповідність."
    },
    "other": {
      "title": "Інші умови",
      "1": "Цей договір укладено на території України і діє відповідно до чинного законодавства України.",
      "2": "Всі спори, що виникають між покупцем та продавцем, вирішуються шляхом переговорів. У разі недосягнення згоди щодо спірного питання шляхом переговорів, покупець та/або продавець мають право звернутися для вирішення спору до судових органів згідно з чинним законодавством України."
    }
  },
  "SizeGuide": {
    "title": "Розмірна сітка",
    "size": "Розмір",
    "bust": "Об’єм бюсту (см)",
    "waist": "Об’єм талії (см)",
    "hips": "Об’єм стегон (см)"
  },
  "Checkout": {
    "emailRequired": "Введіть Email.",
    "countryRequired": "Оберіть країну.",
    "firstNameRequired": "Ввeдіть ім'я.",
    "lastNameRequired": "Введіть фамілію.",
    "addressRequired": "Введіть адресу доставки",
    "postalCodeRequired": "Введіть поштовий індекс.",
    "cityRequired": "Введіть місто.",
    "phoneRequired": "Введіть номер телефону.",
    "contact": {
      "title": "Контактна інформація",
      "newsletter": "Повідомляти мене про новини та знижки"
    },
    "delivery": {
      "title": "Доставка",
      "country": "Країна/Регіон",
      "firstName": "Ім’я",
      "lastName": "Фамілія",
      "address": "Адреса",
      "addSuite": "Додати квартиру, кабінет і т. д.",
      "suite": "Квартира, кабінет і т. д.",
      "postalCode": "Поштовий код",
      "city": "Місто",
      "phone": "Телефон"
    },
    "shippingMethod": "Спосіб доставки",
    "billingAddress": {
      "title": "Платіжна адреса",
      "same": "Та ж, що й доставка",
      "different": "Використовувати іншу платіжну адресу"
    },
    "reviewOrder": "Зробити замовлення",
    "orderSummary": {
      "title": "Підсумок замовлення",
      "subtotal": "Проміжний підсумок",
      "shipping": "Доставка",
      "freeDelivery": "Безкоштовна",
      "total": "Всього"
    },
    "size": "Розмір",
    "price": "Ціна",
    "success": "Ваше замовлення створено."
  },
  "Product": {
    "collectionTitle": "Колекції",
    "description": "Опис",
    "care": "Догляд",
    "sizeGuide":"Розмірна сітка",
    "addToCart": "Додати у кошик",
    "suggestions": "Вам також може сподобатися",
    "attachments": {
      "no-attachment": "Без підвісу",
      "silver-chain": "Посрібнений ланцюг",
      "silver-orbit": "Посрібнена орбіта"
    }
  },
  "Orders": {
    "shipping-method": {
      "nova_post": "Нова пошта",
      "ups_express": "UPS Express"
    }
  }
}