{
  "Locale": {
    "language": "UA",
    "currency": "UAH"
  },
  "Homepage": {
    "allCollections": "УСІ КОЛЕКЦІЇ"
  },
  "Footer": {
    "newsletterLabel": "Будь в курсі випусків і спеціальних подій",

    "privacyPolicy": "Політика Конфіденційності",
    "paymentAndDelivery": "Оплата і доставка",
    "returns": "Повернення та обмін",
    "chat": "Чат"
  },
  "PrivacyPolicy": {
    "title": "Політика Конфіденційності",
    "description": "SHTOR усвідомлює важливість захисту конфіденційності ваших персональних даних. Ми запровадили сувору політику та заходи безпеки для захисту інформації, яку ви нам надаєте.",
    "dataCOllection": "Дані збираються, коли ви робите покупки на нашому веб-сайті або використовуєте наші онлайн-сервіси",
    "contactDetails": {
      "title": "Контактна інформація:",
      "text": "якщо ви робите покупку онлайн, ми отримаємо ваше ім’я, адресу, адресу електронної пошти, номер телефону та країну проживання. Ми використовуватимемо вашу контактну інформацію, щоб:",
      "1": "Обробляти ваші покупки/замовлення та будь-які повернення, обміни та скарги, які можуть виникнути щодо вашої покупки;",
      "2": "Cпілкуватися з вами щодо вашої покупки, відповідати на будь-які запитання чи коментарі, які можуть виникнути щодо наших продуктів або послуг, і керувати ними. Юридична підстава полягає в тому, що обробка ваших даних необхідна для того, щоб ми могли виконати наші договірні зобов’язання перед вами за договором купівлі-продажу. Ми зберігатимемо ваші дані стільки часу, скільки необхідно для цієї мети. Ми також можемо обробляти ваші контактні дані, щоб інформувати вас електронною поштою, SMS, листами, телефоном, WeChat, Whatsapp та іншими соціальними мережами про наші спеціальні події чи акції. Ви маєте право відхилити наші маркетингові повідомлення в будь-який час, натиснувши посилання для скасування підписки в кожному повідомленні або зв’язавшись зі службою підтримки клієнтів за адресою Shtorga@icloud.com"
    },
    "creditCardDetails": {
      "title": "Дані кредитної картки:",
      "text": "якщо ви робите покупку в Інтернеті та вирішуєте оплатити кредитною карткою, ви надасте інформацію про свою кредитну картку на нашому веб-сайті, щоб завершити покупку. Дані вашої кредитної картки будуть захищені за допомогою Global Sign Encryption. Усі платежі на сайті здійснюються платіжною системою FONDY."
    },
    "newsletter": {
      "title": "Інформаційні листи",
      "text": "Якщо ви підписалися на одну з наших інформаційних бюлетенів, ми обробимо ваше ім’я, адресу електронної пошти, країну та інформацію про те, чи цікавитеся ви жіночим чи чоловічим одягом, з метою розсилки такого інформаційного бюлетеня. Ви маєте право скасувати підписку на нашу розсилку в будь-який час, натиснувши посилання для скасування підписки, яке міститься в кожній розсилці, або зв’язавшись зі службою підтримки клієнтів за адресою Shtorga@icloud.com"
    }
  }
}